{
    "danetki": [
        {
            "description": "В небольшой город приехал в командировку инженер, поселился в одноместный номер в гостинице. Вечером лег спать, но полночи не мог заснуть. Потом встал, набрал телефонный номер, ничего не сказал, лег и спокойно заснул.",
            "explanation": "Он позвонил громко храпящему соседу за стенкой."
        },
        {
            "description": "Ковбой заходит в бар и просит у бармена стакан воды. Ни слова не говоря, бармен выхватывает из-за пояса пистолет и стреляет вверх. Ковбой говорит 'спасибо' и уходит.",
            "explanation": "Ковбой икал, а от испуга перестал икать - и вода ему больше не нужна."
        },
        {
            "description": "К профессору белой и черной магии пришел посетитель и заявил, что имеет очень странную книгу: всякий, кто открывает ее, исчезает. Профессор хочет взглянуть на книгу. Посетитель говорит, что оставил ее у секретаря. Они выходят в приемную. Секретаря нет, дверь заперта изнутри, на столе раскрытая книга. Объясните ситуацию, не привлекая магии.",
            "explanation": "Секретарь, чтобы разыграть шефа, переоделся посетителем."
        },
        {
            "description": "Жил-был парень Билл. У него была Мери, которую он очень любил. Однажды, когда Билл был в кафе, разразилась сильная гроза. Когда Билл вернулся домой, он увидел распахнутое окно и лежащую среди осколков стекла в луже воды мертвую Мери. Что произошло?",
            "explanation": "Аквариум с рыбкой Мэри упал и разбился."
        },
        {
            "description": "Жил-был один фермер. У него были жена и двое детей, кроме того, на ферме постоянно проживали горничная и ночной сторож. Однажды фермер собрался в город по делам. Ехать надо было на поезде. Когда он уже собрался, сторож подошел к нему и сказал, чтобы он не ехал, потому что он видел сон, что поезд потерпит крушение. Фермер был суеверен и не поехал. Поезд сошел с рельсов. Фермер уволил сторожа. Почему?",
            "explanation": "Ночной сторож не должен спать во время дежурства."
        },
        {
            "description": "Профессор смотрит в замочную скважину и видит: отец сына профессора дерется с сыном отца профессора. Кто с кем дерется?",
            "explanation": "Профессор - женщина. Ее муж дерется с братом."
        },
        {
            "description": "В пустыне найден мертвый голый человек с половиной спички в руке. Что произошло?",
            "explanation": "Люди летели на воздушном шаре. Шар стал падать, чтобы сбросить груз, они выкинули свою одежду. Это не помогло, и они разыграли на спичках, кому из них прыгать."
        },
        {
            "description": "Человек собирается выпрыгнуть из окна, но слышит телефонный звонок и передумывает.",
            "explanation": "После глобальной катастрофы человек решил, что он единственный, кто остался в живых на Земле. Телефонный звонок дал ему понять, что это не так. (Конечно, это мог быть и звонок с какого-нибудь компьютера, но человек не подумал о такой возможности.)"
        },
        {
            "description": "Двое мертвых мужчин сидят в своих машинах.",
            "explanation": "В густом тумане водители, двигаясь по встречным полосам, высунули головы из машин, чтобы увидеть разделительную разметку. В результате они столкнулись головами. (Говорят, эта данетка основана на реальном случае)."
        },
        {
            "description": "Человек ехал из Швейцарии на поезде. Если бы он был в вагоне для некурящих, он бы умер. Объясните ситуацию.",
            "explanation": "Герой этого сюжета едва не потерял зрение, перенеся в Швейцарии сложную офтальмологическую операцию. Когда поезд вошел в один из длинных альпийских туннелей, человек в первую минуту подумал, что опять ослеп. Для такого случая у него был заготовлен цианистый калий, и он уже готов был надкусить ампулу, когда вдруг заметил в коридоре вагона огонек сигареты."
        },
        {
            "description": "Водитель автомобиля включил радио, послушал его минут пять, выключил, вернулся домой и обвинил жену том, что она изменяет ему с его лучшим другом. Как он догадался?",
            "explanation": "Водитель наткнулся на шоу, ведущий которого звонит по случайному телефону и задает разнообразные вопросы. Один из звонков был сделан по номеру (прозвучавшему в эфире) телефона, который находится в спальне водителя, а трубку снял его друг."
        },
        {
            "description": "Яркая вспышка - и человек мертв.",
            "explanation": "Он работал в цирке укротителем львов и выполнял свой коронный номер: засунул голову в пасть льва. В этот момент кто-то из сидящих близко зрителей навел на арену камеру и сделал снимок. Фотовспышка ослепила льва, он тут же закрыл пасть и перекусил укротителю шею."
        },
        {
            "description": "Посреди лета в чикагском парке найден труп. Череп размозжен, на теле много повреждений, но причина его смерти - переохлаждение.",
            "explanation": "Бедняга не имел денег на перелет из Европы в Штаты, но очень хотел там побывать. Поэтому он забрался в отсек шасси реактивного лайнера. Смерть от переохлаждения наступила в полете. Труп выпал, когда самолет выпустил шасси, заходя на посадку в аэропорту Чикаго."
        }
    ]
}